[
    {
        "type": "appOfTheDay",
        "backgroundAppearance":
        {
            "top": "dark",
            "bottom": "dark"
        },
        "largeTitle": "GAME\nOF THE\nYEAR",
        "appName": "Monument Valley",
        "appIconName": "monument-valley-icon",
        "message": "A Quest for Forgiveness",
        "imageName": "monument-valley",
        "longDescription": "In Monument Valley* you will manipulate impossible architecture and guide a silent princess through a stunningly beautiful world.\n\nMonument Valley is a surreal exploration through fantastical architecture and impossible geometry. Guide the silent princess Ida through mysterious monuments, uncovering hidden paths, unfolding optical illusions and outsmarting the enigmatic Crow People.\n\n\"Forgotten Shores\": Eight new chapters of adventure and illusion available now as a separate purchase.\n\nBuy or download Monument Valley now and you'll also get our fully animated iMessage sticker pack, including 5 stickers exclusive to players! Only avalable on iOS 10 and above."
    },
    {
        "type": "highlight",
        "backgroundAppearance":
        {
            "top": "dark",
            "bottom": "dark"
        },
        "appName": "Sky: Children of the Light",
        "message": "Fly with Friends",
        "title": "Return fallen Stars to their constellations",
        "subtitle": "BEST OF THE MONTH",
        "imageName": "sky",
        "shortDescription": "Welcome to the world of Sky, a kingdom waiting to be explored.",
        "longDescription": "Greetings, adventurers!* The Season of Prophecy Trials await to test your resolve! Have you collected all Seasonal expressions or unlocked your favorite items?\n\nIn Sky, we arrive as the Children of the Light, spreading hope through the desolate kingdom to return fallen Stars to their constellations.\n\nIn the kingdom of Sky, you can...\n- Soar end explore 7 dreamlike realms to uncover the mystery\n- Encounter and socialize with like-minded players from around the world\n- Feel free to express yourself with a delightful selection of character customizations\n- Team up with others to adventure into darker realms, save spirits and uncover ancient treasures\n- Gift candles of light to share appreciation and grow friendships\n- Enjoy a unique musical experience and create harmonies together\n- Join an ever-expanding world with new upcoming attractions, including seasonal events and expansion of realms"
    },
    {
        "type": "highlight",
        "backgroundAppearance":
        {
            "top": "dark",
            "bottom": "dark"
        },
        "appName": "Journey",
        "title": "Glide Across sands to dicsover its secrets",
        "subtitle": "NEW GAME",
        "imageName": "journey",
        "shortDescription": "Featuring stunning visuals and Grammy-nominated musical score.",
        "longDescription": "As our studio continues* to expand our games to new audiences, we are excited to share that Sony and thatgamecompany have once again teamed up with Annapurna Interactive to bring our beloved game, Journey, to more formats. This time for the iOS App Store!\n\nExplore the ancient, myterious world of Journey as you soar above ruins and glide across sands to discover its secrets. Play alone or in the company of a fellow traveler and explore its vast world together. Featuring stunning visuals and a Grammy-nominated musical score, Journey delivers a breathtaking experience like no other.\n\nVenture into the sands and explore the ruins of an ancient world to discover its history. Smoothly traverse the terrains with the all-new touch-responsive controls as you seek to ascend towards the great mountain in the distance. Players’ experiences can be enriched by the presence of an online companion in online multiplayer mode.\n\nBeginning today you can experience Journey on iPad and iPhone, available from the App Store for $4.99. This joins the release to PC which was launched earlier this year. This momentous occasion furthers our desire to spread the joy Journey has already brought to so many."
    },
    {
        "type": "appOfTheDay",
        "backgroundAppearance":
        {
            "top": "light",
            "bottom": "light"
        },
        "largeTitle": "GAME\nOF THE\nDAY",
        "appName": "South of the Circle",
        "appIconName": "south-of-the-circle-icon",
        "message": "Love. Memory. Survival.",
        "imageName": "south-of-the-circle",
        "longDescription": "Antartica, 1964*, A crashed aircraft, tail to the sky. Cambridge academic Peter stumbles from the wreckage in search of help, fighting the cold. As his attempts to escape the ice grow more desperate, the lines between his past and present begin to blur.\n\nA love story between colleagues Peter and Clara, set against the backdrop of the Cold War, South of the Circle is a narrative adventure game about memory, surival, and the consequences of not dealing with the past.\n\n- Compelling and immersive narrative with a unique sense of time and place\n\n- Fully motion captured performances to achieve emotional realism, from a cast including Gwilym Lee (Bohemian Rhapsody), Olivia Vinall (The Woman in White), Richard Goulding (Belgravia), Anton Lesser (Game of Thrones), Adrian Rawlins (Chernobyl), and Michael Fox (Downton Abbey).\n\n- Nuanced emotional choices with a unique symbol-based mechanic\n\n- Rich, authentic environments\n\n- Deeply researched 1960s setting\n\n-Exploration, discovery, and environmental storytelling woven through the narrative\n\n-From State of Play Games, developers of BAFTA winning Lumino City, BAFTA nominated KAMI 2 and Apple Design Award Winner INKS"
    },
    {
        "type": "explore",
        "backgroundAppearance":
        {
            "top": "dark",
            "bottom": "dark"
        },
        "appName": "Apple Arcade",
        "message": "100+ Extraordinary Games",
        "title": "Help Victor light the last campfire",
        "subtitle": "APPLE ARCADE",
        "imageName": "ghost",
        "longDescription": "Discover a Purpose*. The Last Campfire is an adventure, a story of a lost ember trapped in a puzzling place, searching for meaning and a way home.\n\nOn a Journey, travel deeper into the lands beyond the dark forest and overcome the adversities before you.\n\nUncover a World, discover beautiful wilderness filled with lost folk, strange creatures and mysterious ruins.\n\nLight the Last Campfire, find hope and carry it with you on your journey to light The Last Campfire.\n\nFrom a Small Studio, a unique tale from Hello Games and the creative minds behind LostWinds."
    }
]
